IDEA StatiCa Open Model
DappedEnd.DappedEndHaunch Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of haunch on dapped end
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public DappedEndHaunchType DappedEndHaunch { get; set; }
Public Property DappedEndHaunch As DappedEndHaunchType
	Get
	Set
public:
property DappedEndHaunchType DappedEndHaunch {
	DappedEndHaunchType get ();
	void set (DappedEndHaunchType value);
}
Property Value
Type: DappedEndHaunchType
See Also
Reference
DappedEnd Class
IdeaRS.OpenModel.Detail Namespace